import React from "react";
function Con() {
        return (
            <div>
                <div class="sidenav">
                    <a href="#about">About</a>
                    <a href="#Services">Services</a>
                    
                </div>
                <div class="main" >
                    <div id="about">
                        <h3>...</h3>
                        <hr/>

                        <p class="font-weight-light">
                            <img src="/images/image.JPG" alt="" align='center' width='600' height='300' />
                        </p>
                        <p class="font-weight-light">...</p>

                    </div>
                    <div id="Services">
                        <h3>Services</h3>
                        <hr />
                        <div class="row row-cols-1 row-cols-md-2 g-4">
  <div class="col">
    <div class="card">
      <img src="/images/nadwa.JPG" class="card-img-top" alt="..." />
      <div class="card-body">
        <h5 class="card-title">تحت رعاية الأستاذ الدكتور طارق راشد رحمي رئيس الجامعة وإشراف ومتابعة الأستاذة منار السيد مدير عام رعاية الشباب .. تواصلت اليوم الأربعاء 21 / 8 الدورة الإعلامية في مهارات التحرير والإخراج الصحفي
</h5>
        <p class="card-text">حيث قدم أسامة السيد مرسي رئيس نادي أدباء الجامعة محاضرة اليوم عن قواعد عامة في الصياغة الصحفية تناولت أنواع المقدمات للمواد الصحفية .. كما شملت المحاضرة قواعد الاختصار واستخدام الأفعال والضمائر والصفات عند صياغة المواعد الصحفية
</p>
      </div>
    </div>
  </div>
  <div class="col">
    <div class="card">
      <img src="/images/quraan.JPG" class="card-img-top" alt="..." />
      <div class="card-body">
        <h5 class="card-title">. تدريبات إدارة النشاط الثقافى فى مجال حفظ وتجويد القرآن الكريم إستعداداً لإسبوع الفتيات</h5>
        <p class="card-text">. تعلن إدارة النشاط الثقافى برعاية الشباب جامعة قناة السويس عن فتح باب التسجيل فى التدريبات التحضيرية فى مجال حفظ (طالبات فقط) القرآن الكريم كاملاً و الأربعون حديثا النووية يوم الأحد الموافق ١٥ / ١٢ / ٢٠١٩ م المؤهلة لإسبوع شباب الفتيات بجامعة قناة السويس
        </p>
      </div>
    </div>
  </div>
  <div class="col">
    <div class="card">
      <img src="/images/mbadra.JPG" class="card-img-top" alt="..." />
      <div class="card-body">
        <h5 class="card-title"> بدء تنفيذ مبادرة "شباب بيدير شباب" بجامعة قناة السويس بالإسماعيلية

</h5>
        <p class="card-text"><br /> بدأت أمس الأربعاء تنفيذ المبادرة الشباببية "شباب بيدير شباب" بالإسماعيلية وتم ملئ ٣٠٠  استمارة للانضمام للمبادرة، وقام أعضاء الفريق بالإعلان عن المبادرة وأهدافها وكيفية الانضمام اليها وأهدافها في التواصل المستمر والعمل مع الشباب والترويج لأنشطة وبرامج الوزارة.

وتشمل المبادرة بناء وتنمية قدرات الشباب ودمج الشباب بشكل أكثر فاعلية في أنشطة الوزارة

وتحفيز الشباب لطرح أفكار مشروعات ومبادرات جديدة ونشر الثقافة الرياضية والتي تعد أسلوب حياة للشباب.
 

ومبادرة "شباب بيدير شباب" أقيمت في مبنى رعاية الشباب بجامعة قناة السويس، والتي تنظمه الإدارة المركزية للبرلمان والتعليم المدني تحت رعاية الدكتور أشرف صبحي


</p>
      </div>
    </div>
  </div>
  <div class="col">
    <div class="card">
      <img src="/images/ebdaa.JPG" class="card-img-top" alt="..." />
      <div class="card-body">
        <h5 class="card-title">تحت رعاية الاستاذ الدكتور أحمد زكي رئيس الجامعة والاستاذ الدكتور محمد شقيدف نائب رئيس الجامعة لشئون التعليم والطلاب وإشراف الدكتور محمد غنيم منسق عام الأنشطة
تم اعتماد نتيجة مسابقة ابداع في المجالات الادبية من الأستاذ الدكتور محمد شقيدف نائب رئيس الجامعة</h5>
        <p class="card-text">تهانينا لأبنائنا الفائزين وتمنياتنا بالتوفيق لكل من شارك في المسابقة من أدباء الجامعة حيث كان مستوى الأعمال الأدبية متميز إلى درجة كبيرة وأشادت لجة التحكيم برئاسة الأستاذ الدكتور محمد الضبع أستاذ الأدب والنقد ووكيل كلية الآداب بالمستوى المتميز للأعمال الأدبية للطلاب في جميع مجالات المسابقة
تهانينا للفائزين ونعدكم بمواصلة الجهد لتقديم الدعم والمساندة لكل المواهب والطاقات المبدعة من طلاب الجامعة

</p>
      </div>
    </div>
  </div>
</div>

                        

                    </div>
<br />

        <div id="c">
            <p class="font-weight-light" >
                <h3></h3>
                    <hr/>
<br />
    <div class="card w-75">
<div class="card-body">
    <h5 class="card-title">Card title</h5>
    <p class="card-text">وتستمر مفاجآت اليوم الثاني لبطولة الشطرنج 🏆 مع انتهاء الجولة السادسة ✨
                                                                حيث انتزع الصدارة يحيى السنباري 🏅
                                                                 <br />
                                                                  " الفرقة الأولى معهد فني تمريض " 
                                                      من أكرم هلال 🔥🔥 " الفرقة الرابعة _ هندسة "
                                                                                  بفوز مستحق 👏
                                                    بعدما حافظ أكرم على الصدارة لأربع جولات متتالية ♟️
وتلعب الجولات الختامية غدا الأحد 7 / فبراير / 
<br />
الساعة 00 : 8 مساء
<br />  
 بالتوفيق للجميع 🌺
</p>   
</div>
    </div>


<br />
    <div class="card w-50">
<div class="card-body">
    <h5 class="card-title">Card title</h5>
    <p class="card-text">online انتهت فعاليات مسابقة الشطرنج 🏆 على مستوى الجامعات المصرية 
                                                المنظمة من قبل الإتحاد المصري 🇪🇬 للشطرنج ♟️
من الإثنين 1/ فبراير / 2021        
حتى الأربعاء 3 / فبراير / 2021
            وحصل على المركز الخامس (في بطولة الرجال) ♟️ على مستوى الجامعات المصرية الطالب 
 Muhammed Medhat 
                           🏅 من كلية العلوم الفرقة الثانية جامعة قناة السويس ✨
          وحصلت على المركز الثامن (في بطولة البنات) ♟️ على مستوى الجامعات المصرية الطالبة 
 Basmaa Adel  
                          🏅 من كلية الهندسة الفرقة الخامسة جامعة قناة السويس ✨
    </p>   
</div>
    </div>
       
            </p>
        </div>
<br />


        <hr/>
<br />
    <div class="card-group">
  <div class="card">
    <img src="/images/gotalent.JPG" class="card-img-top" alt="..." />
    <div class="card-body">
      <h5 class="card-title">نتائج المرحلة الأولي بمسابقة جوت تالنت 2021</h5>
      <p class="card-text"> 
                         تمت بحمد الله يوم الاثنين ١ / ٢ / ٢٠٢١ المرحلة الأولي من مسابقة جوت تالنت
                                                                                              برعاية 
                                                      الأستاذ الدكتور / أحمد زكي حسين رئيس الجامعة 
              وإشراف عام الأستاذ الدكتور / محمد حسن شقيدف نائب رئس الجامعة لشئون التعليم والطلاب 
                              وإشراف تنفيذي د / محمد فتوح غنيم منسق عام الأنشطة الطلابية بالجامعة 
                                                      والأستاذ عبد الله عامر مدير عام رعاية الشباب 
حيث أسفرت نتائج المرحلة الأولي بمسابقة  المنوعات فوز الطالب عبد الرحمن مصطفي عبده كلية التجارة 
                                                                                : شكرا شركاء النجاح  
                                                                     السادة أعضاء لجنة التحكيم 
                                                                   السادة منسقي الأنشطة الطلابية 
                                                                   الإدارة العامة لرعاية الشباب 
                                                                              أتحاد طلاب الجامعة 
                                                                             فريق راديو الجامعة
      </p>
      
    </div>
  </div>

  <div class="card">
    <img src="/images/picture.JPG" class="card-img-top" alt="..." />
    <div class="card-body">
      <h5 class="card-title">Card title</h5>
      <p class="card-text">"ختام ملتقى الوعى الكشفي بالجلسة بعنوان رفع منطقة لـ قائد عبدالرحمن بديع "عضو مكتب تدريب الجامعة 
                                                                                             Microsoft Teams عن طريق برنامج 
                                                                                      وبث مباشرة لراديو جوالة جامعة قناة السويس 
                                                                                                                        تحت رعاية
                                                                                                       أ.د احمد ذكي رئيس الجامعة 
                                                                         ا.د محمد شقيدف نائب رئيس الجامعة لشئون التعليم والطلاب
                                                                                            د.محمد غنيم منسق عام الأنشطة الطلابية
                                                                                          ا. عبدالله عامر مدير عام رعاية الشباب
                                                                         ا. ابتسام سليم مدير إدارة نشاط الجوالة والخدمة العامة
</p>
      
    </div>
  </div>
  <div class="card">
    <img src="/images/gawala.JPG" class="card-img-top" alt="..." />
    <div class="card-body">
      <h5 class="card-title">Card title</h5>
      <p class="card-text">تنظم إدارة الجوالة والخدمة العامة جلسات تدريبية لتنمية مهارات الجوالين والجوالات خلال الفتره من 3/2 حتى 6/2/2021 الساعه الخامسة اون لاين</p>
      <p class="card-text"><small class="text-muted">Last updated 3 mins ago</small></p>
    </div>
  </div>
</div>


















                </div>  
         </div>

    );
}
export default Con;
    